[
  {
    "id_paso": 1,
    "id_detalle": 1,
    "descripcion_paso": "Mezcla todos los ingredientes en un bol hasta formar una pasta. Si dispones de un robot mezclador, mucho mejor, pero si no es así, puedes mezclar con una espátula. Puedes usar azúcar blanco, azúcar moreno o panela. En cuanto a la harina, puede ser de trigo o de avena. Para este último caso, te recomendamos consultar la Receta de harina de avena casera."
  },
  {
    "id_paso": 2,
    "id_detalle": 1,
    "descripcion_paso": "Forra la bandeja del horno con papel sulfurizado o vegetal y forma las galletas de avena haciendo pequeñas bolas con las manos y luego aplastándolas. Para obtener unas galletas de avena crujientes, el truco está en no hacerlas muy gruesas. Truco: A nosotros nos salieron 12 galletas."
  },
  {
    "id_paso": 3,
    "id_detalle": 1,
    "descripcion_paso": "Con el horno precalentado a 200 ºC con calor arriba y abajo y con la función de ventilador (en caso de tenerla), hornea las galletas de avena durante unos 10 minutos o hasta que estén doraditas. Deben quedar ligeramente tostadas, no mucho."
  },
  {
    "id_paso": 4,
    "id_detalle": 1,
    "descripcion_paso": "Pasado ese tiempo, deja que las galletas de avenase enfríen y guárdalas en una caja o bote cerrado para que sigan crujientes. ¡Duran hasta 3 días! Como ves, esta es una receta de galletas de avena fáciles de hacer, ideal para niños y adultos porque son rapidísimas y muy saludables (sobre todo si usas azúcar moreno o panela)."
  },
  {
    "id_paso": 5,
    "id_detalle": 2,
    "descripcion_paso": "El primer paso para comenzar la receta de medialunas caseras consiste en preparar la esponja. Coloca en un recipiente la levadura, diluye con la leche tibia y, luego, incorpora los 50 gramos de harina y la cucharadita de azúcar. Mezcla bien y deja reposar 10-15 minutos.Truco: el azúcar que se incorpora en este paso no endulza la masa, pero ayuda al proceso de activación de la levadura. Sin embargo, en caso de no poder consumir azúcar, puedes evitar agregar."
  },
  {
    "id_paso": 6,
    "id_detalle": 2,
    "descripcion_paso": "En un recipiente grande, mezcla la harina con la sal y realiza un hueco en el centro. Vierte allí el huevo, la esponja que preparamos en el primer paso y el resto de la leche también tibia."
  },
  {
    "id_paso": 7,
    "id_detalle": 2,
    "descripcion_paso": "Incorpora del centro hacia afuera y comienza a armar el bollo. Cuando lo hayas hecho, lleva a la mesada y amasa por al menos 5 minutos. Cubre y deja reposar por 15 minutos.Truco: recuerda que la cantidad de líquido puede variar, por ello, te recomendamos tener a mano un poco más de leche, por si es necesario agregar más. Siempre recuerda incorporar poco a poco para no pasarte."
  },
  {
    "id_paso": 8,
    "id_detalle": 2,
    "descripcion_paso": "En otro recipiente, mezcla los ingredientes del empaste, es decir, la manteca pomada con 25 gramos de harina."
  },
  {
    "id_paso": 9,
    "id_detalle": 2,
    "descripcion_paso": "Estira la masa bien fina sobre la mesada dándole forma rectangular. Coloca en el centro el empaste, dejando 2 centímetros arriba y abajo."
  },
  {
    "id_paso": 10,
    "id_detalle": 2,
    "descripcion_paso": "Cubre doblando en 3 la masa (como ves en la foto) Aplasta un poco el rodillo con cuidado que no se salga la manteca. Envuelve en papel film y lleva a la heladera por 20 minutos."
  },
  {
    "id_paso": 11,
    "id_detalle": 2,
    "descripcion_paso": "Retira la masa de la heladera, vuelve a estirar en forma rectangular, y repite los dobleces en el sentido contrario a los realizados la primera vez. Cubre, lleva a la heladera por otros 20 minutos y, luego, repite este paso por tercera vez."
  },
  {
    "id_paso": 12,
    "id_detalle": 2,
    "descripcion_paso": "Enciende el horno para precalentar a 200 °C y engrasa una fuente. Luego, retira la masa de la heladera, estira y corta en forma de triángulos. Utiliza un cuchillo filoso y sin serrucho para no arruinar las láminas de hojaldre que formamos durante todo el proceso."
  },
  {
    "id_paso": 13,
    "id_detalle": 2,
    "descripcion_paso": "Enrolla desde la base hacia el vértice opuesto y forma las medialunas argentinas, coloca sobre la asadera. Puedes dejarlas sin arquear y quedarán con forma de croissant. Cubre y deja leudar 15 minutos. Lleva al horno hasta que estén doradas (alrededor de 15 minutos)"
  },
  {
    "id_paso": 14,
    "id_detalle": 2,
    "descripcion_paso": "Retira las medialunas de manteca saladas del horno, prepara el mate y listas paracomer. Cuéntanos en los comentarios tu opinión y comparte con nosotros una fotografía del resultado final."
  },
  {
    "id_paso": 15,
    "id_detalle": 3,
    "descripcion_paso": "Para empezar con la receta de la tarta Ópera, primero deberás hacer extracto de café casero. Para ello, lleva a ebullición el agua y disuelve en ella las cucharadas soperas de café soluble y remueve. Luego, prepara un caramelo rubio con el azúcar. Así pues, pon el azúcar en una sartén amplia y pon al fuego. No debes removerlo con una cuchara, aunque sí que puedes remover un poco la sartén para homogeneizar el azúcar. Una vez tengas el caramelo hecho, retira del fuego y añade el extracto de café disuelto en agua caliente junto con el caramelo. Remueve constantemente y vuelve a poner al fuego hasta que se disuelvan los grumos. A continuación, retira del fuego, vierte en un pequeño bote y reserva."
  },
  {
    "id_paso": 16,
    "id_detalle": 3,
    "descripcion_paso": "A continuación, prepara el bizcocho Gioconda. Para ello, pon en un bol la almendra molida, el azúcar glass y los huevos. Seguido, bate con unas varillas eléctricas, primero a potencia suave y después a potencia más fuerte. Señalamos que debe estar muy bien montado, entre 5-7 minutos. Seguido, funde la mantequilla y añade a la masa del bizcocho Gioconda, pero esta vez mezcla con una espátula para no bajar la masa cremosa que has obtenido con las varillas."
  },
  {
    "id_paso": 17,
    "id_detalle": 3,
    "descripcion_paso": "Tamiza la harina encima y vuelve a mezclar suavemente con la espátula. Reserva."
  },
  {
    "id_paso": 18,
    "id_detalle": 3,
    "descripcion_paso": "Precalienta el horno a 180 ºC. Bate las claras con unas varillas eléctricas y cuando estén casi montadas, añade el azúcar blanco granulado y sigue batiendo hasta que estén montadas firmes. Ve añadiendo poco a poco las claras a la mezcla del bizcocho Gioconda removiendo con movimientos envolventes."
  },
  {
    "id_paso": 19,
    "id_detalle": 3,
    "descripcion_paso": "Forra una bandeja de unos 40x30 cm con papel de horno y extiende la masa del bizcocho en ella de forma suave con una espátula llegando hasta los bordes de la bandeja. A continuación, hornea a 180 ºC con calor arriba y abajo durante 8-7 minutos o hasta que esté dorada."
  },
  {
    "id_paso": 20,
    "id_detalle": 3,
    "descripcion_paso": "Una vez horneado el bizcocho, deja enfriar en una rejilla por completo. Cuando esté frío, corta tres planchas de bizcocho. Con un rectángulo de repostería de unos 18x18 cm corta dos planchas de bizcochos iguales. La tercera, retira con los recortes que sobran de la plancha. Truco: si no tienes un molde de esa medida, puedes hacerte uno con un cartón forrado y papel de aluminio."
  },
  {
    "id_paso": 21,
    "id_detalle": 3,
    "descripcion_paso": "Trocea el chocolate y funde en el microondas a pequeños golpes de calor. Una vez fundido, extiende con una espátula una capa fina solo en una de las planchas cortadas. Seguido, deja que se endurezca. Reserva las tres planchas hasta el momento del montaje de la tarta Ópera tradicional."
  },
  {
    "id_paso": 22,
    "id_detalle": 3,
    "descripcion_paso": "Para preparar la ganache de chocolate, primero pica el chocolate negro. Seguido, lleva a ebullición la nata, retira del fuego y añade el chocolate picado, remueve hasta que se deshaga. Trocea la mantequilla y añade también. Mezcla todo bien y deja enfriar, lleva a la nevera hasta que empiece a solidificarse. Si la haces con mucha antelación, antes de usar deberás batirla para que quede con una textura untable. Truco: si quieres acelerar su enfriamiento, puedes meter la ganache en el congelador unos 30 minutos para que tome cuerpo y puedas usarla en ese momento."
  },
  {
    "id_paso": 23,
    "id_detalle": 3,
    "descripcion_paso": "Para realizar la crema de mantequilla de café, pon el azúcar y el agua en un cazo y lleva a ebullición, cuece a fuego medio durante 14 minutos o hasta alcanzar los 110 ºC. En el momento de tener el almíbar y el azúcar a esa temperatura, bate los huevos con unas varillas eléctricas, retira del fuego y ve añadiendo en un hilo fino los huevos mientras bates a velocidad suave. Una vez tengas añadido todo el almíbar casero, zaumenta un poco la velocidad. Truco: bate constantemente hasta que observes que las paredes del bol se enfrían."
  },
  {
    "id_paso": 24,
    "id_detalle": 3,
    "descripcion_paso": "Es el momento de añadir la mantequilla. Para ello, debe estar a temperatura ambiente y muy cremosa, este paso es importante, pues si la mantequilla está fría, se podría cortar la crema."
  },
  {
    "id_paso": 25,
    "id_detalle": 3,
    "descripcion_paso": "Incorpora el extracto de café casero y bate de nuevo, pero lo justo para integrarlo. Lo ideal es usar la crema de mantequilla de café inmediatamente para el montaje de la tarta Ópera fácil, pero si aún no lo vas a hacer, reserva en la nevera, solo tendrás que volver a batirla un poco de nuevo para usarla, pues al enfriar se endurece."
  },
  {
    "id_paso": 26,
    "id_detalle": 3,
    "descripcion_paso": "Prepara un sirope de café. Para ello, pon un cazo al fuego con agua, azúcar y extracto de café casero, deja cocer dos minutos y retira del fuego. Coge la plancha de bizcocho Gioconda que habías pincelado de chocolate y forra el molde cuadrado que tenías de 18x18 cm con papel de horno para que no se pegue y la puedas desmoldar bien. Coloca la plancha de bizcocho en su interior con la capa de chocolate hacia abajo. Seguido, empapa bien la parte de arriba con el sirope de café."
  },
  {
    "id_paso": 27,
    "id_detalle": 3,
    "descripcion_paso": "Separa la crema de mantequilla de café en dos partes iguales, pésala si es necesario, pues va a ser una capa muy finita. Coloca la primera mitad encima de la plancha del bizcocho extendiendo bien, también por los bordes."
  },
  {
    "id_paso": 28,
    "id_detalle": 3,
    "descripcion_paso": "Para la capa intermedia, utiliza la plancha de bizcochos con los recortes. Esta vez, pincela bien con el sirope de café las dos caras. Seguido, coloca encima la capa de mantequilla de café y presiona ligeramente."
  },
  {
    "id_paso": 29,
    "id_detalle": 3,
    "descripcion_paso": "A continuación, extiende la ganache de chocolate. ¿Qué te está pareciendo esta torta Ópera original? Truco: si se ha enfriado mucho y se ha quedado muy dura, tienes que batir unos segundos hasta que se vuelva más manejable."
  },
  {
    "id_paso": 30,
    "id_detalle": 3,
    "descripcion_paso": "Coloca la última plancha del bizcocho de la tarta Ópera. Recuerda antes empapar bien con el sirope de café por las dos caras. Truco: presiona ligeramente cuando la coloques en la tarta Ópera."
  },
  {
    "id_paso": 31,
    "id_detalle": 3,
    "descripcion_paso": "Cubre la última parte con la mitad de crema de mantequilla de café y alisa bien. Reserva en la nevera durante dos horas para que la tarta compacte."
  },
  {
    "id_paso": 32,
    "id_detalle": 3,
    "descripcion_paso": "Cuando la tarta esté compacta, prepara el glaseado de chocolate. Para ello, trocea el chocolate y funde en el microondas a pequeños golpes, remueve y añade en un hilo el aceite de semillas mientras mezclas hasta conseguir un glaseado uniforme. Vierte el glaseado encima de la tarta Ópera clásica poco a poco y reparte por toda la capa superior de la tarta. Deja enfriar, puedes hacerlo en la nevera. Una vez cuajado el glaseado, retira el molde y el papel de horno de alrededor de la tarta con cuidado."
  },
  {
    "id_paso": 33,
    "id_detalle": 3,
    "descripcion_paso": "Si quieres decorarla, puedes hacer como hemos hecho nosotros, imprimiendo una pequeña clave de sol en un papel, calcarla y cubrir de chocolate blanco fundido. Guarda la tarta en la nevera y consume en un máximo de tres días. ¡Lista para comer la tarta Ópera!"
  },
  {
    "id_paso": 34,
    "id_detalle": 4,
    "descripcion_paso": "Empieza untando con mantequilla un molde para horno de 18 cm, también recorta un disco de papel manteca para introducir en la base y cuando quede bien adherido, enharínalo. También puedes usar un aro para horno, solo forra la base con papel aluminio y reserva."
  },
  {
    "id_paso": 35,
    "id_detalle": 4,
    "descripcion_paso": "En un bowl comienza vertiendo los ingredientes líquidos, es decir, el yogur vegano, la leche de almendras o la leche vegetal de tu preferencia, el vinagre (cualquier clase estará bien: vinagre de manzana, blanco, tinto o de arroz). Además, añade el aceite, puedes utilizar aceite de palta, aceite de coco tibio o aceite de oliva, este último al tener un sabor fuerte puedes combinarlo con los otros tipos de aceites. Mezcla con un batidor de globo hasta obtener una mezcla homogénea donde el aceite se disperse en el yogur y la leche."
  },
  {
    "id_paso": 36,
    "id_detalle": 4,
    "descripcion_paso": "Aparte, en otro bowl grande, cierne la harina, la maicena, el bicarbonato de sodio y la piza de sal. Termina de mezclar todos los ingredientes secos, en otras palabras, incorpora el azúcar, mezcla bien y forma un hueco en el centro. Truco: si deseas puedes saborizar con especias en polvo como canela, anís, cardamomo, clavo de olor, entre otros."
  },
  {
    "id_paso": 37,
    "id_detalle": 4,
    "descripcion_paso": "En este hoyo vierte poco a poco los ingredientes líquidos, mezclando vigorosamente con el batidor de globo del centro hacia afuera. Cuando todos los grumos se hayan disuelto, reserva. Truco: si la masa del bizcocho vegano saludable está muy densa, puedes agregar un chorrito de leche o yogur."
  },
  {
    "id_paso": 38,
    "id_detalle": 4,
    "descripcion_paso": "En una tabla, pica los frutos secos rústicamente, pueden ser pecanas, almendras, pistachos o castañas. Luego, colócalos en un bowl y empólvalos con un poco de harina."
  },
  {
    "id_paso": 39,
    "id_detalle": 4,
    "descripcion_paso": "Seguidamente, viértelos en la masa y mezcla con una espátula de goma."
  },
  {
    "id_paso": 40,
    "id_detalle": 4,
    "descripcion_paso": "Vierte la masa en el molde o aro, sacude un poco para que se empareje. Hornea a 170 °C por 40 minutos o hasta que la superficie se vea dorada e insertes un palillo y salga sin ningún residuo."
  },
  {
    "id_paso": 41,
    "id_detalle": 4,
    "descripcion_paso": "Cuando el bizcocho vegano esponjoso esté listo, retíralo del horno, deja enfriar a temperatura ambiente, desmolda, decora y sirve. ¡A disfrutar!"
  }
]
